Repository: common-repository/imasters-wp-files-to-users
Catalog: assets/languages/iwpftu-*.po
Languages: pt_br

source: File not found!
pt_br: Arquivo não encontrado!

source: Back to files
pt_br: Voltar para os arquivos

source: Files view
pt_br: Visualizar arquivos

source: File name
pt_br: Nome do arquivo

source: Download
pt_br: Baixar

source: Date
pt_br: Data

source: Size
pt_br: Tamanho

source: Any file inserted to you, sorry.
pt_br: Nenhum arquivo para você, sinto muito.

source: Insert the file name.
pt_br: Insira o nome do arquivo.

source: Select a file.
pt_br: Selecione um arquivo.

source: The file exceeded the size limit.
pt_br: O arquivo excedeu o limite de tamanho.

source: File has been sent.
pt_br: O arquivo foi enviado com sucesso.

source: Was not possible send file.
pt_br: Não foi possível enviar o arquivo.

source: Already exists a file with this name.
pt_br: Já existe um arquivo com esse nome.

source: For security, is not allowed sent files with extension
pt_br: Por segurança, não é possível enviar arquivos com essa extensão.

source: File has been edited.
pt_br: Arquivo foi editado com sucesso.

source: Any alteration didn't happen
pt_br: Nenhuma alteração ocorreu

source: Delete selected
pt_br: Excluir selecionado

source: File has been deleted
pt_br: Arquivo foi deletado com sucesso.

source: File Manager
pt_br: Gerenciador de Arquivo

source: Note:
pt_br: Aviso:

source: Add new files
pt_br: Adicionar novos arquivos

source: User
pt_br: Usuário

source: Select file
pt_br: Selecione um arquivo

source: Save
pt_br: Salvar

source: or
pt_br: ou

source: Cancel
pt_br: Cancelar

source: Edit feature file
pt_br: Editar informações do arquivo

source: To user
pt_br: Para o Usuário

source: Mark to
pt_br: Marque para

source: edit file
pt_br: editar arquivo

source: Select new file
pt_br: Selecionar novo arquivo

source: Manager File
pt_br: Gerenciar Arquivos

source: Search
pt_br: Pesquisar

source: Insert new file
pt_br: Inserir novo arquivo

source: Extension
pt_br: Extensão

source: Any file inserted yet
pt_br: Nenhum arquivo cadastrado.

source: Uninstall iMasters WP Files to Users
pt_br: Desinstalar iMasters WP Arquivos de Usuários

source: Tables
pt_br: Tabelas

source: <li>Table '%s' has been deleted.</li>
pt_br: <li>Tabela '%s' foi deletada. </li>

source: <a href="%s" class="button-primary">Deactivate iMasters WP Files to Users</a> Disable that plugin to conclude the uninstalling.
pt_br: <a href="%s" class="button-primary">Desativar iMasters WP Arquivos de Usuários</a> Desabilite para concluir a desinstalação.

source: Uninstaling this plugin the options and table used by iMasters WP Files to Users will be removed.
pt_br: Desinstalando este plugin as tabelas serão removidas do iMasters WP Files to Users.

source: Warning:
pt_br: Atenção:

source: This process is irreversible. We suggest that you do a database backup first.
pt_br: Este processo é irreversível. Nós recomendamos que faça backup da banco de dados primeiro.

source: The following WordPress Tables will be deleted:
pt_br: Todas as tabelas do WordPress serão deletadas:

source: WordPress Tables
pt_br: Tabelas WordPress

source: Yes. Uninstall iMasters WP Files to Users now
pt_br: Sim. Desinstalar iMasters WP Files to Users agora

source: Manager Files
pt_br: Gerenciar Arquivos

source: Files
pt_br: Arquivos

source: Uninstall
pt_br: Desinstalar

source: You are about to delete the files registered by iMasters WP File to Users? \n Choose [Cancel] To Cancel, [OK] to delete.
pt_br: Você está a ponto de excluir os arquivos registrados por iMasters WP Files to Users?\n Escolha [Cancel] para Cancelar, [OK] para excluir.
